Repository: rforge/r2stats
Catalog: pkg/inst/po/R-*.po
Languages: fr

source: Save models
fr: Enregistrer les modèles

source: Load models
fr: Charger des modèles

source: Help
fr: Aide

source: Quit
fr: Quitter

source: About...
fr: A propos de...

source: Files
fr: Fichiers

source: URL
fr: Adresse

source: Load a local or remote file
fr: Charger un fichier texte local ou distant

source: Browse
fr: Disque

source: Column headers on the first row
fr: Entêtes de colonnes sur la première ligne

source: Row labels in the first column
fr: Noms d'observations dans la première colonne

source: Load
fr: Charger

source: Package
fr: Librairie

source: Load a data file from an R package
fr: Charger un fichier de données depuis une librairie R

source: Available packages
fr: Librairies disponibles

source: Data files
fr: Fichiers de données

source: Details
fr: Détails

source: Data
fr: Données

source: Recode and transform
fr: Recodage et transformation

source: With
fr: Avec

source: No factor
fr: Aucun

source: None
fr: Aucun

source: No variable
fr: Aucune

source: Apply (ex. "cat1,cat2=cat12;cat3,cat4=cat34" or log(.))
fr: Appliquer (ex. "cat1,cat2=cat12;cat3,cat4=cat34" ou log(.))

source: Store in
fr: Stocker dans

source: Run
fr: Exécuter

source: Click to update list of loaded data frames
fr: Cliquez pour mettre à jour la liste des tableaux disponibles en mémoire.

source: Save
fr: Enregistrer

source: Models
fr: Modèles

source: Active data frame
fr: Tableau des données

source: Variable summary
fr: Résumé de variable

source: Model definition
fr: Définition de modèle

source: Gaussian
fr: Normale

source: Binomial
fr: Binomiale

source: Inverse gaussian
fr: Gaussienne inverse

source: Identity
fr: Identique

source: Square root
fr: Racine

source: New
fr: Nouveau

source: Model name
fr: Nom du modèle

source: Dependent variables
fr: Variables dépendantes

source: Independent variables
fr: Variables indépendantes

source: Add
fr: Ajouter

source: Clear
fr: Effacer

source: Fixed
fr: Fixée

source: Distribution family
fr: Loi de distribution

source: Link function
fr: Fonction de lien

source: Weighting variable
fr: Variable de pondération

source: Constraint factor
fr: Facteur de contrainte

source: Observation selection
fr: Sélection d'observation

source: Results
fr: Résultats

source: Plots
fr: Graphiques

source: Plot type
fr: Type de graphique

source: Regression plot
fr: Graphique de régression

source: Response distribution
fr: Distribution de la réponse

source: Fitted and observed values
fr: Valeurs prévues et observées

source: Quantile-quantile plot
fr: Graphique quantile-quantile

source: Residuals distribution
fr: Distribution des résidus

source: Fitted values and residuals
fr: Prévisions et résidus

source: Model
fr: Modèle

source: Legend
fr: Légende

source: Right
fr: A droite

source: Left
fr: A gauche

source: Top
fr: En haut

source: Bottom
fr: En bas

source: X-limits
fr: Limites X

source: X-axis
fr: Axe des X

source: Default
fr: Par défaut

source: Y-limits
fr: Limites Y

source: Selection
fr: Sélection

source: All groups
fr: Tous groupes

source: Grid
fr: Grille

source: Conditional means
fr: Moyennes conditionnelles

source: Reference line
fr: Droite de référence

source: Noise
fr: Bruitage

source: Smoothing
fr: Lissage

source: Random curves
fr: Courbes aléatoires

source: Copy
fr: Copier

source: Replot
fr: Réafficher

source: Comparisons
fr: Comparaisons

source: Fitted models
fr: Modèles testés

source: Delete
fr: Supprimer

source: Select all
fr: Tout sélectionner

source: Compare
fr: Comparer

source: Status: Ready.
fr: Statut : Prêt.

source: Error: GUI not created.
fr: Erreur : l'interface n'est pas créée.

source: File selector
fr: Sélecteur de fichiers

source: All
fr: Tous

source: Status: Download in progress. Please wait...
fr: Statut : téléchargement du fichier en cours. Veuillez patienter...

source: Table
fr: Tableau

source: This table class cannot be edited in the GUI. It has nevertheless been loaded in memory.
fr: Ce tableau est d'un type non éditable dans l'interface. Il a néamoins été chargé en mémoire.

source: Levels
fr: Modalités

source: Status:
fr: Statut :

source: table(s) in workspace.
fr: tableau(x) dans l'espace de travail.

source: No table
fr: Aucun tableau

source: Attribute
fr: Attribut

source: Value
fr: Valeur

source: No description
fr: Aucune description

source: Syntax problem in your command.
fr: Problème dans la définition des commandes.

source: Files may only be saved in CSV format.
fr: L'enregistrement ne peut se faire qu'au format CSV.

source: Write error while saving the file.
fr: Erreur lors de l'écriture du fichier.

source: Status: CSV file successfully written to disk.
fr: Statut : fichier CSV correctement sauvegardé.

source: Status: Data loading in progress. Please wait...
fr: Statut : affichage des données. Veuillez patienter...

source: Missing
fr: Manquantes

source: Minimum
fr: Mininum

source: 1st quartile
fr: 1er quartile

source: Median
fr: Médiane

source: Mean
fr: Moyenne

source: 3rd quartile
fr: 3ème quartile

source: Std. dev.
fr: Ecart-type

source: Only one random factor is accepted.
fr: Un seul facteur aléatoire n'est possible.

source: Only random intercept models are accepted.
fr: Seuls les modèles à incercept aléatoire sont possibles.

source: Please give a name for this model.
fr: Vous devez spécifier un nom de modèle.

source: You can't give the same name to both data and model.
fr: Vous ne pouvez donner au modèle le nom du tableau de données.

source: This model already exists. Do you want to replace it?
fr: Un modèle du même nom existe déjà. Voulez-vous l'écraser ?

source: You must specify at least one dependent variable.
fr: Vous devez spécifier au moins une VD.

source: Error: One of the variables does not exist.
fr: Erreur : l'une des variables invoquées n'existe pas.

source: This distribution is not suited for a categorical variable.
fr: Cette distribution ne convient pas pour une variable catégorisée.

source: For a binomial model, counts must appear in two columns.
fr: Pour un modèle binomial, les comptages doivent être présentés en deux colonnes.

source: Status: Building plots...
fr: Statut : construction des graphiques...

source: No plot available.
fr: Pas de graphique disponible.

source: Please use the dot as the decimal separator and a blank space as a value separator.
fr: Veuillez utiliser le point comme séparateur décimal et l'espace comme séparateur de valeurs.

source: This function is only available under Windows.
fr: Fonction disponible sous Windows uniquement.

source: The graph has been saved to clipboard.
fr: Le graphique est copié en mémoire-tampon. Vous pouvez le coller dans un autre programme.

source: No model
fr: Aucun modèle

source: No formula
fr: Aucune formule

source: Unspecified
fr: Non spécifié(e)

source: Name
fr: Nom

source: Formula
fr: Formule

source: Constraint
fr: Contrainte

source: Link
fr: Lien

source: The dependent variable is not the same across these models. The comparison is meaningless.
fr: Les modèles ne portent pas sur la même variable dépendante. La comparaison n'a pas de sens.

source: These models do not bear upon the same observation set.
fr: Les modèles ne portent pas sur le même sous-ensemble d'observations.

source: Model comparison and summary
fr: Comparaison et résumé de modèles

source: Analysis of variance/deviance table
fr: Table d'analyse de la variance/déviance

source: Resid. Df
fr: Ddl rés.

source: Resid. Dev
fr: Dév. res.

source: Diff. Df
fr: Ddl diff.

source: LR
fr: Rap.Vr.

source: SS
fr: SC

source: MS
fr: CM

source: You must select at least two models.
fr: Il faut sélectionner au moins deux modèles.

source: logL
fr: logV

source: Status: Parameter estimation in progress...
fr: Statut : estimation des paramètres en cours...

source: Status: Goodness of fit statistics...
fr: Statut : statistiques de qualité d'ajustement...

source: Estimate
fr: Estimation

source: Std. Error
fr: Erreur-type

source: t value
fr: T de Student

source: Intercept
fr: Constante

source: Deviance
fr: Déviance

source: Loglikelihood
fr: Logvraisemblance

source: No. of parameters
fr: Nombre de paramètres

source: Statistic
fr: Statistique

source: Status: Tests of model assumptions...
fr: Statut : test des conditions d'application...

source: Status: Output of numerical results...
fr: Statut : sortie des résultats numériques...

source: Goodness of fit
fr: Qualité d'ajustement

source: Test of normality
fr: Test de normalité

source: Test of homogeneity of variances
fr: Test d'homogénéité des variances

source: Fitted values (by group)
fr: Valeurs prévues (par groupes)

source: Group sizes
fr: Effectifs (par groupes)

source: Expected quantiles
fr: Quantiles théoriques

source: Standardized observed residuals
fr: Résidus standards observés

source: Observed quantiles
fr: Quantiles observés

source: Quantiles residuals
fr: Résidus quantiles

source: Estimated intercept
fr: Constante estimée

source: Regression
fr: Régression

source: Predictor combination
fr: Combinaison des VI

source: Fitted values
fr: Valeurs prévues

source: Prediction
fr: Prédiction

source: Density
fr: Densité

source: Response density
fr: Densité de la réponse

source: Histogram
fr: Histogramme

source: Residual
fr: Résidu

source: Residuals
fr: Résidus

source: Standardized residuals
fr: Résidus standardisés

source: Num.Df.
fr: Ddl. num.

source: Den.Df
fr: Ddl. denom.

source: Df
fr: Ddl.

source: Levene's F
fr: F de Levene

source: Groups
fr: Groupes

source: Error
fr: Erreur

source: Function not yet available.
fr: Fonction non disponible.

source: Fixed effects
fr: Effets fixes

source: Random effects
fr: Effets aléatoires

source: Download failure: The server might be down or the file name incorrect.
fr: Erreur de téléchargement : le serveur est peut-être inactif, ou le nom de fichier incorrect.
